tap "caskroom/cask"
tap "caskroom/versions"
tap "cloudfoundry/tap"
tap "garethr/kubeval"
tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "int128/kubelogin"
tap "pivotal/tap"
cask "java"
brew "adr-tools"
brew "gettext"
brew "cairo"
brew "gdk-pixbuf"
brew "adwaita-icon-theme"
brew "aria2"
brew "arpack"
brew "atk"
brew "aws-iam-authenticator"
brew "aws-okta"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bison"
brew "check"
brew "consul"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "curl"
brew "dbus"
brew "ddrescue"
brew "go"
brew "dep"
brew "diffutils"
brew "direnv"
brew "docker-swarm"
brew "ed"
brew "epstool"
brew "fasd"
brew "ffmpeg"
brew "fftw"
brew "findutils"
brew "fltk"
brew "fzf"
brew "gawk"
brew "gd"
brew "git"
brew "gl2ps"
brew "glib-networking"
brew "glpk"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnuplot"
brew "gobject-introspection"
brew "gprof2dot"
brew "gradle"
brew "graphicsmagick"
brew "grep"
brew "groovy"
brew "gtk+3"
brew "gtk-vnc"
brew "gzip"
brew "hdf5"
brew "htop"
brew "imagemagick"
brew "influxdb"
brew "intltool"
brew "istioctl"
brew "jo"
brew "jq"
brew "jsoncpp"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "luajit"
brew "lzip"
brew "macvim", link: false
brew "maven"
brew "metis"
brew "mitmproxy"
brew "mosh"
brew "nmap"
brew "node"
brew "nomad"
brew "octave"
brew "openssl@1.1"
brew "p7zip"
brew "packer"
brew "parallel"
brew "poppler"
brew "py2cairo"
brew "pygobject3"
brew "pyqt"
brew "qscintilla2"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "screen"
brew "shared-mime-info"
brew "shellcheck"
brew "ssh-copy-id"
brew "sysdig"
brew "tbb"
brew "telnet"
brew "terraform"
brew "tmate"
brew "tmux"
brew "tree"
brew "utf8proc"
brew "vala"
brew "vim"
brew "vte3"
brew "watch"
brew "wdiff"
brew "wget"
brew "yajl"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/bbl"
brew "cloudfoundry/tap/bosh-init", link: false
brew "cloudfoundry/tap/cf-cli"
brew "cloudfoundry/tap/credhub-cli"
brew "garethr/kubeval/kubeval"
brew "git-duet/tap/git-duet"
brew "int128/kubelogin/kubelogin"
cask "adobe-acrobat-reader"
cask "docker"
cask "font-source-code-pro"
cask "gimp"
cask "iterm2"
cask "java8"
cask "kdiff3"
cask "minikube"
cask "postman"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
