tap "caskroom/cask"
tap "caskroom/versions"
tap "garethr/kubeval"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "int128/kubelogin"
tap "warrensbox/tap"

brew "aws-iam-authenticator"
brew "aws-okta"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "check"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "derailed/k9s/k9s"
brew "ddrescue"
brew "dep"
brew "diffutils"
brew "direnv"
brew "docker-swarm"
brew "findutils"
brew "fasd"
brew "gawk"
brew "gd"
brew "gettext"
brew "git"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnuplot"
brew "go"
brew "gradle"
brew "graphicsmagick"
brew "grep"
brew "groovy"
brew "gtk+3"
brew "gtk-vnc"
brew "gzip"
brew "helm@2"
brew "htop"
brew "imagemagick"
brew "jenv"
brew "jo"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "maven"
brew "metis"
brew "mitmproxy"
brew "nmap"
brew "node"
brew "openssl@1.1"
brew "p7zip"
brew "packer"
brew "parallel"
brew "python"
brew "rename"
brew "rsync"
brew "ruby"
brew "screen"
brew "shellcheck"
brew "ssh-copy-id"
brew "sysdig"
brew "telnet"
brew "terraform"
brew "tfswitch"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "ykman"
brew "garethr/kubeval/kubeval"

cask "adobe-acrobat-reader"
cask "docker"
cask "font-source-code-pro"
cask "gimp"
cask "iterm2"
cask "java8"
cask "java11"
cask "minikube"
cask "postman"
cask "tunnelblick"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
