tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "int128/kubelogin"
tap "tylerbrock/saw"
tap "wallix/awless"
tap "warrensbox/tap"
brew "aws-iam-authenticator"
brew "python@3.11"
brew "awscli"
brew "gettext"
brew "coreutils"
brew "curl"
brew "ddrescue"
brew "diffutils"
brew "direnv"
brew "eksctl"
brew "findutils"
brew "fzf"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "go"
brew "goreleaser"
brew "gradle"
brew "grep"
brew "gzip"
brew "helm"
brew "htop"
brew "jenv"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "make"
brew "maven"
brew "mysql"
brew "nmap"
brew "openssh"
brew "openssl@1.1"
brew "p7zip"
brew "packer"
brew "parallel"
brew "podman"
brew "rename"
brew "rsync"
brew "screen"
brew "shellcheck"
brew "sipcalc"
brew "ssh-copy-id"
brew "starship"
brew "subversion"
brew "telnet"
brew "terraform-docs"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
brew "ykman"
brew "youplot"
brew "youtube-dl"
brew "yq"
brew "tylerbrock/saw/saw"
brew "warrensbox/tap/tfswitch"
cask "adobe-acrobat-reader"
cask "firefox"
cask "moom"
cask "vagrant"
cask "xquartz"
vscode "codezombiech.gitignore"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "jebbs.plantuml"
vscode "linhmtran168.mac-ca-vscode"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mellowmarshmallow.groovy"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.makefile-tools"
vscode "nicolasvuillamy.vscode-groovy-lint"
vscode "secanis.jenkinsfile-support"
vscode "ziyasal.vscode-open-in-github"
